<template>
  <div class="advertis" >
    <div>
      <p class="font" style="width: 100%;text-align: center;font-size: 24px;margin-bottom: 30px">网站使用指引 V1</p>

      <p> 本指引介绍学术有方网站（后文简称本站）的使用。本指引是根据设计团队的实际使用总结出来的一般规律，仅供参考，您可以根据实际情况灵活调整阅读文档的顺序。本指引核准于2020年12月1日，版本为V1。</p>

      <p> </p>

      <p class="font"> 1、本站功能简介</p>

      <p> 本站先处于V1版本的试运营阶段，定位为学术科研人员提供便捷的学术内容查询服务，功能包括：订阅相关领域期刊、制定个人学术关键字、全网Pubmed学术搜索、期刊学术内容浏览、收藏优质学术内容。</p>

      <p> </p>

      <p class="font"> 2、各功能使用说明</p>

      <p> 本站所有功能仅对注册会员开放。</p>

      <p> </p>

      <p class="font"> 2.1 订阅相关领域期刊</p>

      <p> 本站所有注册会员均可订阅相关领域期刊。所有期刊根据JCR对学术期刊进行一级分类，如：基础医学。二级分类位于一级分类下，是对一级分类进行细分，如：基础免疫学、内科学。二级分类位于二级分类下，是二级分类下的期刊目录，如：《Cell Immunity》、《Nature》、《Science》，三级分类的主刊或子刊拥有同一权重。</p>

      <p> 您可以根据自身需要，在“我的期刊”的板块中浏览不同领域的期刊目录，对不同/同一领域的期刊进行订阅，目前限定订阅的期刊数量为20个。订阅的期刊将会成为您的学术内容数据来源，这意味着搭配您设定的学术关键字/关键字组合后，将会自动呈现该学术关键字/关键字组合在您订阅的期刊内的学术内容。暂不支持订阅整个领域。</p>

      <p> </p>

      <p class="font"> 2.2 制定个人学术关键字/关键字组合</p>

      <p> 本站所有注册会员均可设置学术关键字/关键字组合，您可以在顶部的“”中设定个人感兴趣/需要的学术关键字/关键字组合，该功能目前仅限英文。学术关键字/关键字组合的设定逻辑为Boolean检索逻辑，这意味着您可以根据需要，制定多个规则，从而获得您想要的学术内容。</p>

      <p style="margin-bottom: 30px"> 以下表格为学术关键字组合的Boolean检索逻辑：</p>

      <table border="1">
        <tr>
          <th>运算符</th>
          <th>逻辑</th>
          <th>展示</th>
        </tr>
        <tr>
          <td>AND（与）</td>
          <td>
            AND用于检索两个以上关键字，检索的结果与所有关键字都有关系
          </td>
          <td>
            “cell AND signal”，就表示既包括cell又包括signal
          </td>
        </tr>
        <tr>
          <td>OR（或）</td>
          <td>
            OR用于检索两个以上关键字，检索的结果要求与其中一个关键字有关系
          </td>
          <td>
            “cell OR signal”，就表示可以包括cell，又可以包括signal
          </td>
        </tr>
        <tr>
          <td>NOT（非）</td>
          <td>
            完全排除与NOT后面的关键字有关的内容
          </td>
          <td>
            “cell NOT signal”，就表示仅仅包括cell，不包括signal
          </td>
        </tr>
      </table>
      <p> </p>

      <p class="font"> 2.3 全网Pubmed学术搜索</p>

      <p> 相信您的学术领域一定是很广，对学术的需求也是满满的，对于上述的制定学术关键字的内容不满足。您可以在“全网搜索”的板块中输入要搜索的内容，其结果与pubmed的结果没有差别，这弥补了您在日常最关注的学术内容以外的其他内容。</p>

      <p> </p>

      <p class="font"> 2.4 期刊学术内容浏览</p>

      <p> 无论您关注与否，您都可以浏览某一本期刊的学术内容。您可以在“我的期刊”的板块中选择“所有期刊”，在相应的领域中点击某一个感兴趣的期刊，该期刊中最新的学术内容即马上为您呈现。</p>

      <p> </p>

      <p class="font"> 2.5 收藏优质学术内容</p>

      <p> 无论是在期刊下看到的学术内容，还是在您制定的学术关键字/关键字组合下看到的学术内容，您都可以点击收藏按钮对相应的学术内容进行收藏。该功能的目的是记录优秀的、还没读完的学术内容。</p>

      <p> </p>

      <p class="font"> 3、本站愿景&目标</p>

      <p> 我们的愿景是为学术科研人员提供更多优质的服务，对学术界的积极发展做出贡献。</p>

      <p> 本站的团队成员均为临床医学、基础医学、生命科学背景的人员，组建团队并进行该项目的初衷是为学术科研人员提供便利的学术获取平台，提高学术科研工作效率。现阶段，本站处于试运营阶段，我们期待注册&使用的人数增长的同时，获得每一个注册会员对本站的建议与反馈，为我们的二期开发提供宝贵的意见。</p>

      <p> </p>

      <p class="font"> 4、本站标志的意义</p>

      <p> 学术有方，意为：学术科研工作有一定的好方法。因此，我们的标志上，“方”字使用了一个门的形状作为背景。</p>

      <p> 本站的域名是：<a href="www.xueshu.work">www.xueshu.work</a>，与学术有方相互呼应，凸显本站的愿景。Work，可以理解为学术科研工作，也可以理解为我们为学术科研人员的服务精神。</p>

      <p> </p>

      <p class="font"> 衷心感谢您宝贵的时间，还有对本站的支持与指导。</p>
    </div>
  </div>
</template>

<script>
export default {
  name: "advertis",
  data() {
    return {

    }
  }
}
</script>

<style scoped lang="scss">
.advertis {
  width: 100%;
  background-color: rgb(247, 247, 247);

  &>div {
    width: 800px;
    margin: 0 auto;
    padding: 100px 100px;
    background-color: #FFFFFF;
    height: calc(100% - 200px);

    &>p {
      line-height: 30px;
    }
  }
}

.red {
  color: red;
}

.font {
  font-size: 20px;
  font-weight: bold;
  margin-top: 20px;
}
</style>