<template>
  <div class="userAgreement">
    <div>
      <p class="font" style="width: 100%;text-align: center;font-size: 24px;margin-bottom: 30px">用户协议</p>

      <p class="font"> “学术有方”用户协议</p>

      <p>欢迎您来到学术有方。学术有方是一个致力于为科研学者提供便捷的学术支持的网站，会不断的更新功能，以满足科研学者的日常需求。</p>

      <p>请您仔细阅读以下条款，如果您对本协议的任何条款表示异议，您可以选择不进入学术有方。当您注册成功，无论是进入学术有方，还是在学术有方上浏览、收藏、搜索、设置、修改、发布任何内容（即「内容」），均意味着您（即「用户」）完全接受本协议项下的全部条款。</p>

      <p class="font">使用规则</p>

      <p>1. 用户注册成功后，学术有方将给予每个用户一个用户帐号及相应的密码，该用户帐号和密码由用户自行负责保管；用户应当对以其用户帐号进行的所有活动和事件负法律责任。学术有方尊重并保护所有使用学术有方用户的个人隐私权，您注册的账户、电子邮件地址等个人资料，非经您亲自许可或根据相关法律、法规的强制性规定，学术有方不会主动泄露给第三方。</p>

      <p>2. 用户须对在学术有方的注册信息的真实性、合法性、有效性承担全部责任，用户不得冒充他人；不得利用他人的名义发布任何信息；不得恶意使用注册帐号导致其他用户误认；否则学术有方有权立即停止提供服务，收回其帐号并由用户独自承担由此而产生的一切法律责任。</p>

      <p>3. 用户直接或通过各类方式（如 RSS 源、搜索引擎快照等）间接使用学术有方的服务和数据的行为，都将被视作已无条件接受本协议全部内容；若用户对本协议的任何条款存在异议，请停止使用学术有方所提供的全部服务。</p>

      <p class="red">4. 学术有方是一个学术内容分享、传播及获取的平台，用户通过学术有方浏览、收藏、搜索、设置、修改、发布的非个人信息为公开的信息，其他第三方均可以通过学术有方获取用户发表的信息，用户对任何信息的发表即认可该信息为公开的信息，并单独对此行为承担法律责任；任何用户不愿被其他第三人获知的信息都不应该在学术有方上进行发表。</p>

      <p>5. 用户承诺不得以任何方式利用学术有方直接或间接从事违反中国法律以及社会公德的行为，学术有方有权对违反上述承诺的内容予以删除。</p>

      <p>6. 用户不得利用学术有方服务制作、上载、复制、发布、传播或者转载如下内容：</p>

      <p>o 反对宪法所确定的基本原则的；</p>

      <p>o 危害国家安全，泄露国家秘密，颠覆国家政权，破坏国家统一的；</p>

      <p>o 损害国家荣誉和利益的；</p>

      <p>o 煽动民族仇恨、民族歧视，破坏民族团结的；</p>

      <p>o 侮辱、滥用英烈形象，否定英烈事迹，美化粉饰侵略战争行为的；</p>

      <p>o 破坏国家宗教政策，宣扬邪教和封建迷信的；</p>

      <p>o 散布谣言，扰乱社会秩序，破坏社会稳定的；</p>

      <p>o 散布淫秽、色情、赌博、暴力、凶杀、恐怖或者教唆犯罪的；</p>

      <p>o 侮辱或者诽谤他人，侵害他人合法权益的；</p>

      <p>o 含有法律、行政法规禁止的其他内容的信息。</p>

      <p>7. 学术有方有权对用户使用学术有方的情况进行审查和监督，如用户在使用学术有方时违反任何上述规定，学术有方或其授权的人有权要求用户改正或直接采取一切必要的措施（包括但不限于更改或删除用户张贴的内容、暂停或终止用户使用学术有方的权利）以减轻用户不当行为造成的影响。</p>

      <p class="font">知识产权</p>

      <p>学术有方是一个学术内容分享、传播及获取的平台，我们尊重和鼓励学术有方用户对内容的积极行为，认识到保护知识产权对学术有方生存与发展的重要性，承诺将保护知识产权作为学术有方运营的基本原则之一。</p>

      <p>1. 用户在学术有方上发表的全部原创内容（包括但不仅限于回答、文章和评论），著作权均归用户本人所有。用户可授权第三方以任何方式使用，不需要得到学术有方的同意。</p>

      <p>2. 学术有方有由多人参与编辑的内容，包括但不限于科研项目说明及科研项目补充说明、科研项目进展、科研项目总结、话题描述、话题结构等，所有参与编辑的用户均同意，相关知识产权归学术有方所有。</p>

      <p>3. 学术有方提供的网络服务中包含的标识、版面设计、排版方式、文本、图片、图形等均受著作权、商标权及其它法律保护，未经相关权利人（含学术有方及其他原始权利人）同意，上述内容均不得在任何平台被直接或间接发布、使用、出于发布或使用目的的改写或再发行，或被用于其他任何商业目的。</p>

      <p>4. 为了促进学术内容的分享和传播，用户将其在学术有方上发表的非科研项目内容，授予学术有方免费的、不可撤销的、非独家使用许可，学术有方有权将该内容用于学术有方各种形态的产品和服务上，包括但不限于网站以及发表的应用或其他互联网产品。</p>

      <p>5. 第三方若出于非商业目的，将用户在学术有方上发表的内容转载在学术有方之外的地方，应当在作品的正文开头的显著位置注明原作者姓名（或原作者在学术有方上使用的帐号名称），给出原始链接，注明「发表于学术有方」，并不得对作品进行修改演绎。若需要对作品进行修改，或用于商业目的，第三方应当联系用户获得单独授权，按照用户规定的方式使用该内容。</p>

      <p>6. 学术有方为用户提供「保留所有权利，禁止转载」的选项。除非获得原作者的单独授权，任何第三方不得转载标注了「禁止转载」的内容，否则均视为侵权。</p>

      <p>7. 在学术有方上传或发表的内容，用户应保证其为著作权人或已取得合法授权，并且该内容不会侵犯任何第三方的合法权益。如果第三方提出关于著作权的异议，学术有方有权根据实际情况删除相关的内容，且有权追究用户的法律责任。给学术有方或任何第三方造成损失的，用户应负责全额赔偿。</p>

      <p>8. 如果任何第三方侵犯了学术有方用户相关的权利，用户同意授权学术有方或其指定的代理人代表学术有方自身或用户对该第三方提出警告、投诉、发起行政执法、诉讼、进行上诉，或谈判和解，并且用户同意在学术有方认为必要的情况下参与共同维权。</p>

      <p>9. 学术有方有权但无义务对用户发布的内容进行审核，有权根据相关证据结合《侵权责任法》、《信息网络传播权保护条例》等法律法规及学术有方社区指导原则对侵权信息进行处理。</p>

      <p class="font">个人隐私</p>

      <p>尊重用户个人隐私信息的私有性是学术有方的一贯原则，学术有方将通过技术手段、强化内部管理等办法充分保护用户的个人隐私信息，除法律或有法律赋予权限的政府部门要求或事先得到用户明确授权等原因外，学术有方保证不对外公开或向第三方透露用户个人隐私信息，或用户在使用服务时存储的非公开内容。同时，为了运营和改善学术有方的技术与服务，学术有方将可能会自行收集使用或向第三方提供用户的非个人隐私信息，这将有助于学术有方向用户提供更好的用户体验和服务质量。</p>

      <p>您使用或继续使用我们的服务，即意味着同意我们按照学术有方《学术有方隐私协议》收集、使用、储存和分享您的相关信息。</p>

      <p class="font">学术有方积分</p>

      <p>1. 学术有方币是专供学术有方用户在学术有方平台使用的虚拟币，学术有方币可用于学术有方平台上赞赏、购买和消费内容产品。除此之外，不得用于其他用途。</p>

      <p>2. 如果用户使用他人代充或以其他违规方式充值造成其他用户或第三方权益受损时，不得因此要求学术有方作任何补偿或赔偿，学术有方保留随时冻结其帐户余额、暂停或终止其使用各项充值服务及禁用其帐户的权利。如学术有方有理由相信用户的学术有方币帐户或使用情况涉及违规充值、作弊或异常状况，学术有方有权拒绝该用户继续使用学术有方币，并按本协议采取冻结、禁用帐户等相关措施。</p>

      <p>3. 学术有方币和人民币的兑换比例以用户购买学术有方币的服务页面显示为准。学术有方有权根据运营情况随时变更兑换比例，并在用户购买学术有方币的服务页面显示。</p>

      <p>4. 学术有方币一经充值成功，除法律法规明确规定外，在任何情况下不能兑换为法定货币，不能转让他人。用户间交易学术有方币构成对本协议的违反，学术有方有权不通知用户而采取适当措施，以确保学术有方不为违规用户提供学术有方币交易的平台服务。学术有方币不支持提现功能。</p>

      <p>5. 如果用户使用 iOS 设备充值学术有方币，必须通过 Apple 应用内购买机制（In-App Purchase）进行支付。为保障帐号安全，请在个人 iOS 设备上使用个人常用 Apple ID 进行操作。</p>

      <p>6. iOS 和其他设备之间的学术有方币是独立计算不互通的。若使用同一帐号分别在 iOS 和其他设备上登录学术有方时，学术有方币不能实现互通共用。使用 iOS 设备时购买的学术有方币，只能在 iOS 设备上使用，当使用其他设备登录同一帐号时，不能使用。</p>

      <p class="font">侵权举报</p>

      <p>1. 处理原则</p>

      <p>学术有方作为知识讨论社区，高度重视自由表达和个人、企业正当权利的平衡。依照法律规定删除违法信息是学术有方社区的法定义务，学术有方社区亦未与任何中介机构合作开展此项业务。</p>

      <p>2. 受理范围</p>

      <p>受理学术有方社区内侵犯企业或个人合法权益的侵权举报，包括但不限于涉及个人隐私、造谣与诽谤、商业侵权。</p>

      <p>1. 涉及个人隐私：发布内容中直接涉及身份信息，如个人姓名、家庭住址、身份证号码、工作单位、私人电话等详细个人隐私；</p>

      <p>2. 造谣、诽谤：发布内容中指名道姓（包括自然人和企业）的直接谩骂、侮辱、虚构中伤、恶意诽谤等；</p>

      <p>3. 商业侵权：泄露企业商业机密及其他根据保密协议不能公开讨论的内容。</p>

      <p>3. 举报条件</p>

      <p>用户在学术有方发表的内容仅表明其个人的立场和观点，并不代表学术有方的立场或观点。如果个人或企业发现学术有方上存在侵犯自身合法权益的内容，可以先尝试与作者取得联系，通过沟通协商解决问题。如您无法联系到作者，或无法通过与作者沟通解决问题，您可通过点击内容下方的举报按钮来向学术有方平台进行投诉。为了保证问题能够及时有效地处理，请务必提交真实有效、完整清晰的材料，否则投诉将无法受理。您需要向学术有方提供的投诉材料包括：</p>

      <p>1. 权利人对涉嫌侵权内容拥有商标权、著作权和/或其他依法可以行使权利的权属证明，权属证明通常是营业执照或组织机构代码证；</p>

      <p>2. 举报人的身份证明，身份证明可以是身份证或护照；</p>

      <p>3. 如果举报人非权利人，请举报人提供代表权利人进行举报的书面授权证明。</p>

      <p>4. 为确保投诉材料的真实性，在侵权举报中，您还需要签署以下法律声明：</p>

      <p>• 我本人为所举报内容的合法权利人；</p>

      <p>• 我举报的发布在学术有方社区中的内容侵犯了本人相应的合法权益；</p>

      <p>• 如果本侵权举报内容不完全属实，本人将承担由此产生的一切法律责任，并承担和赔偿学术有方因根据投诉人的通知书对相关帐号的处理而造成的任何损失，包括但不限于学术有方因向被投诉方赔偿而产生的损失及学术有方名誉、商誉损害等。</p>

      <p>4. 处理流程</p>

      <p>出于网络平台的监督属性，并非所有申请都必须受理。学术有方自收到举报的七个工作日内处理完毕并给出回复。处理期间，不提供任何电话、邮件及其他方式的查询服务。</p>

      <p>出现学术有方已经删除或处理的内容，但是百度、谷歌等搜索引擎依然可以搜索到的现象，是因为百度、谷歌等搜索引擎自带缓存，此类问题学术有方无权也无法处理，因此相关申请不予受理。您可以自行联系搜索引擎服务商进行处理。</p>

      <p>此为学术有方社区唯一的官方侵权投诉渠道，暂不提供其他方式处理此业务。</p>

      <p>用户在学术有方中的商业行为引发的法律纠纷，由交易双方自行处理，与学术有方无关。</p>

      <p class="font">免责声明</p>

      <p>1. 学术有方不能对用户发表的回答或评论的正确性进行保证。</p>

      <p>2. 用户在学术有方发表的内容仅表明其个人的立场和观点，并不代表学术有方的立场或观点。作为内容的发表者，需自行对所发表内容负责，因所发表内容引发的一切纠纷，由该内容的发表者承担全部法律及连带责任。学术有方不承担任何法律及连带责任。</p>

      <p>3. 学术有方不保证网络服务一定能满足用户的要求，也不保证网络服务不会中断，对网络服务的及时性、安全性、准确性也都不作保证。</p>

      <p>4. 对于因不可抗力或学术有方不能控制的原因造成的网络服务中断或其它缺陷，学术有方不承担任何责任，但将尽力减少因此而给用户造成的损失和影响。</p>

      <p class="font">协议修改</p>

      <p>1. 根据互联网的发展和有关法律、法规及规范性文件的变化，或者因业务发展需要，学术有方有权对本协议的条款作出修改或变更，一旦本协议的内容发生变动，学术有方将会直接在学术有方网站上公布修改之后的协议内容，该公布行为视为学术有方已经通知用户修改内容。学术有方也可采用电子邮件或私信的传送方式，提示用户协议条款的修改、服务变更、或其它重要事项。</p>

      <p>2. 如果不同意学术有方对本协议相关条款所做的修改，用户有权并应当停止使用学术有方。如果用户继续使用学术有方，则视为用户接受学术有方对本协议相关条款所做的修改。</p>
    </div>
  </div>
</template>

<script>
/* eslint-disable */
export default {
  name: "userAgreement",
  data() {
    return {
    }
  },
}
</script>

<style scoped lang="scss">
.userAgreement {
  width: 100%;
  background-color: rgb(247, 247, 247);

  &>div {
    width: 800px;
    margin: 0 auto;
    padding: 100px 100px;
    background-color: #FFFFFF;
    height: calc(100% - 200px);

    &>p {
      line-height: 30px;
    }
  }
}

.red {
  color: red;
}

.font {
  font-size: 20px;
  font-weight: bold;
}
</style>